Repository: Erruar/Saku-Overclock
Catalog: Saku Overclock/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Param_SMU_Func_AAMode_Help.ToolTipService.ToolTip
source: A+A Performance mode Its SMU function which allows you to enable or disable A+A performance mode. Its already enabled on AMD iGPU and AMD dGPU systems. This mode will activate max performance mode on systems with dGPU and on some systems without dGPU. Recommendation - enable
ru_ru: A+A Режим производительности Это функция SMU, которая включает или выключает A+A режим производительности. Он уже включен на AMD iGPU и AMD dGPU устройствах, но его можно также включить на других устройствах с dGPU и даже на устройствах без него. Рекоммендация - включить

# Param_SMU_Func_All.Text
source: SMU Functions manager enablement
ru_ru: Настройки функций SMU

# Param_SMU_Func_All_Desc.Text
source: Enable those section or disable to manage SMU functions
ru_ru: Включить или выключить эту секцию настроек

# Param_SMU_Func_All_Help.ToolTipService.ToolTip
source: SMU Functions manager enablement Move cursor over these buttons to find out detailed information. Note: all functions are valid until reboot, and some before hibernation or charging connection
ru_ru: Настройки функций SMU наведите курсор на эти кнопки чтобы узнать детальную информацию. Учтите, что все функции действуют до перезагрузки, а некоторые до спящего режима или подключения зарядки.

# Param_SMU_Func_CCLK.Text
source: CPU Clock controller
ru_ru: Контроллер частот CPU

# Param_SMU_Func_CCLK_Desc.Text
source: CPU frequency behavior
ru_ru: Поведение частоты процессора

# Param_SMU_Func_CCLK_Help.ToolTipService.ToolTip
source: CPU Clock controller Its SMU function which allows you to enable or disable CPU clocks controller. If it disabled - CPU will work on close to 1600 MHz frequency always. Recommendation - enable
ru_ru: Контроллер частот CPU Это функция SMU, которая включает или выключает контроллер частоты процессора Если выключено, то процессор работает в фиксированном режиме с частотой близкой к 1600 МГц всегда, до включения. Рекоммендация - включить

# Param_SMU_Func_CStates.Text
source: System CPU C-States
ru_ru: Состояния C-States

# Param_SMU_Func_CStates_Desc.Text
source: Helps to save battery percentage
ru_ru: Поможет сохранить проценты батареи

# Param_SMU_Func_CStates_Help.ToolTipService.ToolTip
source: System CPU C-States Its SMU function which allows you to enable or disable C-States of your CPU. If its disabled - C-States will be disabled! And CPU will work at Power States only. Note: On Renoir (4000) and up CPUs this setting will disable ONLY C6-State. Recommendation - disable
ru_ru: Состояния C-States Это функция SMU, которая включает или выключает C-States в процессоре. Если выключено - C-States будут выключен. И процессор будет всегда работать на P-States. Важно отметить: На Renoir (4000) и выше это отключит только C6-State. Рекоммендация - отключить

# Param_SMU_Func_DATA.Text
source: Power Table sensors
ru_ru: Датчики Power Table

# Param_SMU_Func_DATA_Desc.Text
source: Update data sensors in all system
ru_ru: Обновление значений датчиков по всей системе

# Param_SMU_Func_DATA_Help.ToolTipService.ToolTip
source: Power Table sensors Its SMU function which allows you to enable or disable data sensors controller. If its disabled - all power table indexes will be fixed and will not be updated until this funtion will be enabled Recommendation - enable
ru_ru: Датчики Power Table Это функция SMU, которая включает или выключает контроллер датчиков системы. Если выключено, то все датчики системы не будут обновляться и Power Table, пока эта функция не будет включена обратно. Рекоммендация - включить

# Param_SMU_Func_Desc.Text
source: Enable or disable common SMU functions
ru_ru: Управляйте функциями вашего SMU

# Param_SMU_Func_GFXDuty.Text
source: iGPU energy saving
ru_ru: Энергосбережение iGPU

# Param_SMU_Func_GFXDuty_Desc.Text
source: Helps keep your iGPU cold
ru_ru: Сохранит iGPU максимально холодным

# Param_SMU_Func_GFXDuty_Help.ToolTipService.ToolTip
source: iGPU energy saving Its SMU function which allows you to enable or disable APU GFX Duty cycle. It works like "Power limits reduction" function, to reduct max power limit for iGPU. Recommendation - disable
ru_ru: Энергосбережение iGPU Это функция SMU, которая включает или выключает APU GFX Duty cycle. Это работает также как и "Снижение мощности", чтобы ограничить iGPU лимитом мощности. Рекоммендация - отключить

# Param_SMU_Func_PLL.Text
source: Power limits reduction
ru_ru: Снижение мощности

# Param_SMU_Func_PLL_Desc.Text
source: Reduct current powers to match the TDP
ru_ru: Снижать мощность для соответствия TDP

# Param_SMU_Func_PLL_Help.ToolTipService.ToolTip
source: Power limits reduction Its SMU function which allows you to enable or disable power down limits controller. If its disabled - all power limits will be uncapped and CPU can always work at set in Saku Overclock power limits without any limitations. Recommendation - enable
ru_ru: Снижение мощности Это функция SMU, которая включает или выключает контроллер пределов для лимитов мощности в системе. Если выключено, то процессор, сможет всегда работать на выставленных в Saku Overclock мощностях без особых снижений. Рекоммендация - включить

# Param_SMU_Func_PPT.Text
source: Power limits
ru_ru: Лимиты мощности

# Param_SMU_Func_PPT_Desc.Text
source: Power limitations for optimal performance
ru_ru: Ограничение мощности для эффективной производительности

# Param_SMU_Func_PPT_Help.ToolTipService.ToolTip
source: Power limits Its SMU function which allows you to enable or disable power limits. If its disabled - all power limits will be unlimited! And CPU will ignore Saku Overclock power limits and will heat without any limitations. Recommendation - enable
ru_ru: Лимиты мощности Это функция SMU, которая включает или выключает контроллер лимитов мощности в системе. Если выключено, то процессор, сможет всегда работать без ограничений мощности, даже выставленных в Saku Overclock мощностях без снижений. Рекоммендация - включить

# Param_SMU_Func_Prochot.Text
source: Prochot signal
ru_ru: Сигнал Prochot

# Param_SMU_Func_Prochot_Desc.Text
source: Manage prochot function to fix problems
ru_ru: Управляйте сигналом Prochot для устранения проблем

# Param_SMU_Func_Prochot_Help.ToolTipService.ToolTip
source: Prochot signal Its SMU function which allows you to enable or disable prochot signal. If its disabled - prochot will be disabled. Until first fatal moment after it your laptop will crash. Recommendation - enable AND DO NOT TOUCH IT!
ru_ru: Сигнал Prochot Это функция SMU, которая включает или выключает сигнал Prochot в системе. Если выключено, то сигнал prochot будет выключен, до первого фатального момента, на нём ноутбук крашнет и зависнет. Рекоммендация - включить И НЕ ТРОГАТЬ ЭТОТ ПАРАМЕТР

# Param_SMU_Func_STAPM.Text
source: STAPM Power limit
ru_ru: Лимит мощности STAPM

# Param_SMU_Func_STAPM_Desc.Text
source: Get more performance without limitations
ru_ru: Получите больше производительности без ограничений частоты

# Param_SMU_Func_STAPM_Help.ToolTipService.ToolTip
source: STAPM Power limit Its SMU function which allows you to enable or disable STAMP power limit. If its disabled - STAPM limit will be disabled! And CPU will ignore Saku Overclock STAPM limit and will not reduce frequency for energy efficiency. Recommendation - disable
ru_ru: Лимит мощности STAPM Это функция SMU, которая включает или выключает лимит мощности STAPM в системе. Если выключено, то процессор, сможет работать без ограничений STAPM, даже выставленных в Saku Overclock мощности STAPM, при этом без снижений частоты. Рекоммендация - отключить

# Param_SMU_Func_TDC.Text
source: VRM Current limits
ru_ru: Лимиты тока

# Param_SMU_Func_TDC_Desc.Text
source: VRM limitations for energy efficiency
ru_ru: Ограничения по току зоны VRM

# Param_SMU_Func_TDC_Help.ToolTipService.ToolTip
source: VRM Current limits Its SMU function which allows you to enable or disable VRM Currents limiter controller. If its disabled - all VRM will ignore Saku Overclock currents parameters and will not be limited in TDC currents. Recommendation - disable
ru_ru: Лимиты тока Это функция SMU, которая включает или выключает контроллер токов VRM. Если выключено, то все токи, выставленные в Saku Overclock будут проигнорированы, а все лимиты по току TDC будут сняты с VRM до включения. Рекоммендация - отключить

# Param_SMU_Func_Text.Text
source: SMU functions manager
ru_ru: Менеджер функций SMU

# Param_SMU_Func_Thermal.Text
source: Temperature control
ru_ru: Контроль температур

# Param_SMU_Func_Thermal_Desc.Text
source: Control all temperatures in system
ru_ru: Ограничение температур в системе

# Param_SMU_Func_Thermal_Help.ToolTipService.ToolTip
source: Temperature control Its SMU function which allows you to enable or disable thermal controller. If its disabled - all temperatures will be unlimited! And CPU will ignore Saku Overclock temperature limit and will heat without any limitations. Recommendation - enable AND DO NOT TOUCH IT!
ru_ru: Контроль температур Это функция SMU, которая включает или выключает контроллер температур в системе. Если выключено, то температура, выставленная в Saku Overclock будет проигнорирована, а все лимиты по температуре будут сняты с процессора и его подсистем до включения функции. Рекоммендация - включить И НЕ ТРОГАТЬ ЭТОТ ПАРАМЕТР

# infoAFREQCPU.Text
source: Frequency
ru_ru: Частота

# infoAGHZ
source: GHz
ru_ru: ГГц

# infoAVOLTCPU.Text
source: Voltage
ru_ru: Напряжение

# InfoCPU.Text
source: CPU
ru_ru: ЦП

# InfoBATSectionName
source: Battery
ru_ru: Батарея

# InfoCPUSectionName
source: CPU
ru_ru: ЦП

# InfoGPUSectionName
source: GPU
ru_ru: ГП

# InfoRAMSectionName
source: RAM
ru_ru: ОЗУ

# infoAAPUPower.Text
source: APU Power
ru_ru: Мощность

# infoAAPUTemp.Text
source: APU Temperature
ru_ru: Температура

# infoABATChargeRate.Text
source: Charge rate
ru_ru: Мощность зарядки

# infoABATCycles.Text
source: Cycles
ru_ru: Количество циклов

# infoABATFullCapacity.Text
source: Full Capacity
ru_ru: Полная ёмкость

# infoABATRemainTime.Text
source: Remaining time
ru_ru: Оставшееся время

# infoABATState.Text
source: State
ru_ru: Состояние

# infoABATWear.Text
source: Wear level
ru_ru: Степень износа

# infoADGPUTemp.Text
source: dGPU Temperature
ru_ru: Температура dGPU

# infoAPSTState.Text
source: State
ru_ru: Состояние

# infoARAMInfFabric.Text
source: Infinity Fabric
ru_ru: Частота Infinity Fabric

# infoARAMMemCLK.Text
source: MEM CLK
ru_ru: Частота ОЗУ

# infoARAMSoCPower.Text
source: SoC Power
ru_ru: Мощность SoC

# infoARAMSoCVolt.Text
source: SoC Volt
ru_ru: Напряжение SoC

# InfoARTSSShowText.Text
source: RTSS In-Game Overlay
ru_ru: Оверлей в игре

# InfoARTSSTooltip.ToolTipService.ToolTip
source: RTSS In-Game Overlay Allows you to monitor FPS, temperature, CPU load, and other metrics in real-time without minimizing the game. Requires Rivatuner Statistics Server to be installed and running
ru_ru: RTSS оверлей в игре Позволяет следить за FPS, температурой, загрузкой процессора и другими показателями прямо во время игры, без необходимости сворачивать игру. Для работы требуется установленный и запущенный Rivatuner Statistics Server

# InfoBattery.Text
source: Battery
ru_ru: Уровень заряда

# InfoBatteryAC
source: AC
ru_ru: От сети

# InfoBatteryName
source: Battery
ru_ru: Батарея

# InfoCPUComboFreq.Content
source: Frequency
ru_ru: Частоты

# InfoCPUComboPowr.Content
source: Powers
ru_ru: Мощности

# InfoCPUComboTemp.Content
source: Temperatures
ru_ru: Температуры

# InfoCPUComboVolt.Content
source: Voltages
ru_ru: Напряжения

# InfoCPUCore
source: Core
ru_ru: Ядро

# InfoCPUThread
source: Thread
ru_ru: Поток

# InfoFreqBoundsMHZ
source: MHz
ru_ru: МГц

# InfoGFX.Text
source: GFX
ru_ru: ГП

# InfoGPUName
source: GPU
ru_ru: ГП

# InfoPSTState
source: -State
ru_ru: -Состояние

# InfoRAM.Text
source: RAM
ru_ru: ОЗУ

# Param_Premaded
source: Premade
ru_ru: Свои пресеты

# Param_PremadedCombo.Text
source: Premade
ru_ru: Свои пресеты

# Settings_ni_Add_Element.Text
source: Add new element
ru_ru: Добавить элемент

# Settings_ni_Color_Picker.Text
source: Pick the color
ru_ru: Выбрать цвет

# Settings_ni_ContextMenu.Text
source: Tooltip
ru_ru: Контекстное меню

# Settings_ni_Context_Base.Content
source: Base
ru_ru: Базовое

# Settings_ni_Context_Disabled.Content
source: Off
ru_ru: Выключено

# Settings_ni_Context_Extended.Content
source: Extended
ru_ru: Расширенное

# Settings_ni_Delete.Text
source: Delete element
ru_ru: Удалить элемент

# Settings_ni_Elements.Text
source: Selected element
ru_ru: Настраиваемый элемент

# Settings_ni_Icon.Text
source: Metrics in system tray
ru_ru: Мониторинг в трее

# Settings_ni_ResetDef.Text
source: Reset to defaults
ru_ru: По умолчанию

# Settings_ni_ShapeSelector.Text
source: Tray icon shape
ru_ru: Форма иконки элемента

# Settings_ni_Shape_Circle.Content
source: Circle
ru_ru: Круг

# Settings_ni_Shape_Cube.Content
source: Cube
ru_ru: Куб

# Settings_ni_Shape_Leaf.Content
source: Leaf
ru_ru: Лист

# Settings_ni_Shape_Round.Content
source: Rounded cube
ru_ru: Круглый куб

# Settings_ni_Shape_Star.Content
source: Star
ru_ru: Звезда

# Settings_RTSS_Elements.Text
source: Showing elements
ru_ru: Отображаемые элементы

# Settings_RTSS_Updater.Text
source: In-Game Overlay
ru_ru: Показатели в играх

# Settings_ni_icon_dialog
source: Add element
ru_ru: Добавить элемент

# Settings_ni_Values_AVGCPUCLK
source: AVG CPU Freq
ru_ru: Частота ЦП

# Settings_ni_Values_AVGCPUVOLT
source: AVG CPU Voltage
ru_ru: Напряжение ЦП

# Settings_ni_Values_CPUTEMP
source: CPU Temperature
ru_ru: Температура ЦП

# Settings_ni_Values_CPUUsage
source: CPU Usage
ru_ru: Использование ЦП

# Settings_ni_Values_Fast
source: Fast value
ru_ru: Реальная мощн.

# Settings_ni_Values_GFXCLK
source: iGPU Frequency
ru_ru: Частота iGPU

# Settings_ni_Values_GFXTEMP
source: iGPU Temperature
ru_ru: Температура iGPU

# Settings_ni_Values_GFXVOLT
source: iGPU Voltage
ru_ru: Напряжение iGPU

# Settings_ni_Values_Slow
source: Slow value
ru_ru: Средняя мощн.

# Settings_ni_Values_STAPM
source: Stapm value
ru_ru: Лимит STAPM

# Settings_ni_Values_VRMEDC
source: VRM EDC current
ru_ru: Макс. ток VRM

# Settings_ni_Values_CurrentValue
source: Current:
ru_ru: Текущее:

# Settings_ni_Values_MaxValue
source: Maximum:
ru_ru: Максимум:

# Settings_ni_Values_MinValue
source: Minimum:
ru_ru: Минимум:

# InfoANiIcons.ToolTipService.ToolTip
source: TrayMon It's monitoring system that displays real-time system metrics (temperature, frequency, CPU load, and other parameters) in the Windows tray. Allows you to track your laptop’s status without opening extra windows
ru_ru: TrayMon Система мониторинга, которая отображает текущие показатели системы (температуру, частоту, загрузку процессора и другие параметры) в области трея Windows. Позволяет следить за состоянием ноутбука без открытия дополнительных окон

# Shell_Changelog.Text
source: Changelog
ru_ru: Изменения

# Shell_Clear_Notifications.Text
source: Clear All
ru_ru: Очистить все

# Shell_Notifications.Text
source: Notifications
ru_ru: Уведомления

# Shell_No_Changelog.Text
source: Unable to get changelog
ru_ru: Невозможно получить список изменений

# Shell_No_Notifications.Text
source: No notifications
ru_ru: Нет новых уведомлений

# Update_curr_ver.Text
source: Current version:
ru_ru: Текущая версия:

# Update_New_AfterDownloading_SubTitle.Text
source: All settings are saved
ru_ru: Все настройки сохранятся

# Update_New_AfterDownloading_Title.Text
source: After downloading, the application will close and the installer will open
ru_ru: После скачивания приложение закроется и откроется установщик

# Update_New_Available.Text
source: Already available!
ru_ru: Уже доступно!

# Update_New_Changelog.Text
source: Whats new?
ru_ru: Что нового?

# Update_New_Downloading_LeftTime.Text
source: Time elapsed:
ru_ru: Прошло времени:

# Update_New_Downloading_ReqTime.Text
source: Time left:
ru_ru: Осталось времени:

# Update_New_SubTitle.Text
source: If you don't want to update the app - disable the internet and reopen Saku Overclock©. Then disable auto-updates and enable internet back.
ru_ru: Обновитесь, чтобы испытать новые возможности и улучшенную работу всего, к чему вы привыкли

# Update_New_time.Text
source: Update release date:
ru_ru: Дата выхода обновления:

# Update_New_Title.Text
source: Every update of the app makes it better. You should update it!
ru_ru: Saku Overclock продолжает развиваться, чтобы раскрыть весь потенциал вашего устройства

# Update_New_Update.Text
source: NEW UPDATE
ru_ru: НОВОЕ ОБНОВЛЕНИЕ

# Update_New_UpdateButton.Text
source: Update!
ru_ru: Обновить!

# Update_New_UpdateDownloading.Text
source: Downloading update...
ru_ru: Скачивание обновления...

# Update_New_ver.Text
source: New version:
ru_ru: Новая версия:

# Main_Actions.Text
source: More
ru_ru: Ещё

# Main_Guide.Text
source: Guide
ru_ru: Советы

# Settings_Keybinds.Text
source: Hotkeys options
ru_ru: Сочетания клавиш

# Settings_Keybinds_Elements.Text
source: Hotkeys
ru_ru: Комбинации клавиш

# Settings_Keybinds_Elements_Custom.Text
source: Switch between custom user profiles
ru_ru: Переключиться между своими пресетами

# Settings_Keybinds_Elements_Premaded.Text
source: Switch between premade profiles
ru_ru: Переключиться между готовыми пресетами

# Settings_Keybinds_Elements_RTSS.Text
source: Switch RTSS Overlay state with overlay alert
ru_ru: Переключить состояние оверлея RTSS

# Main_Guide_Advanced_Title.Text
source: Advanced Features:
ru_ru: Дополнительно:

# Main_Guide_Apply04.Text
source: Applying fix 0.4 to certain cores
ru_ru: Фикс 0.4 ГГц на отдельные ядра

# Main_Guide_CommonIssues_Title.Text
source: Common Issues &amp; Solutions:
ru_ru: Ошибки и исправления:

# Main_Guide_Contrib_Title.Text
source: Contributing & Development:
ru_ru: Помощь и улучшение:

# Main_Guide_CPUFamily.Text
source: CPU family support and functions table
ru_ru: Таблица поддерживаемых процессоров

# Main_Guide_DMCA.Text
source: DMCA/Copyright policy
ru_ru: DMCA/Copyright лицензии

# Main_Guide_Energy.Text
source: Energy efficiency mode explanation
ru_ru: Разбор режима энергоэффективности

# Main_Guide_Errors_Title.Text
source: Error Handling:
ru_ru: Ошибки:

# Main_Guide_Fan.Text
source: Adding fan control functionality
ru_ru: Управление кулерами

# Main_Guide_FAQ.Text
source: FAQs related to error messages
ru_ru: Как разобраться с полученной ошибкой

# Main_Guide_HelpDev.Text
source: Help with development
ru_ru: Помочь с разработкой

# Main_Guide_HowBoost.Text
source: How to fix boost delay issues
ru_ru: Исправление задержки турбо буста

# Main_Guide_HowTo04.Text
source: How to apply the 0.4 GHz fix
ru_ru: Как применить фикс 0.4 ГГц

# Main_Guide_HowWork04.Text
source: How actually works 0.4 GHz fix
ru_ru: Как работает фикс 0.4 ГГц

# Main_Guide_MaxPerf.Text
source: Max performance mode explanation
ru_ru: Разбор режима максимальной произв-ти

# Main_Guide_NewFunctions.Text
source: Adding new functions for CPUs
ru_ru: Добавление функций процессоров

# Main_Guide_OCTips.Text
source: Overclocking/Undervolting tips
ru_ru: Изменение напряжения процессора

# Main_Guide_Perf_Title.Text
source: Performance mode:
ru_ru: Режим производительности:

# Main_Guide_ProcContr.Text
source: Processors of contributors
ru_ru: Процессоры моих тестировщиков

# Main_Guide_ProcSpec.Text
source: Processor-specific details
ru_ru: Проблемы процессоров

# Main_Guide_ResetRest.Text
source: Resetting values without restarting
ru_ru: Сброс настроек без перезагрузки

# Main_Guide_Support.Text
source: Support the project author
ru_ru: Поддержать автора проекта

# Main_Guide_Supported_Title.Text
source: Supported CPU Models:
ru_ru: Поддерживаемые процессоры:

# Main_Guide_TempErr.Text
source: Temperature or power limit does not work
ru_ru: Лимиты мощности не работают

# Main_Guide_Title.Text
source: Fixes & Explanations:
ru_ru: Фиксы и объяснения:

# Main_Guide_WhyLose.Text
source: Why I losing my values even without restart
ru_ru: Значения слетают от перезагрузки

# SMURichEdit.PlaceholderText
source: There's place for your beatuful notes...
ru_ru: Здесь могут быть ваши заметки...

# Settings_Keybinds_Tooltip.Subtitle
source: Restart app to change this option
ru_ru: Перезапустите приложение чтобы применить изменения

# Settings_Keybinds_Tooltip.Title
source: Restart needed
ru_ru: Требуется перезапуск

# Param_SMU_Args
source: with arguments:
ru_ru: с аргументами:

# Param_SMU_Args_From
source: from
ru_ru: из

# Param_SMU_Command
source: Command
ru_ru: Команда

# Param_SMU_Command_Error
source: can't be applied, IO driver not loaded or command locked by BIOS
ru_ru: не может быть применена из-за внутренней ошибки IO драйвера

# Param_SMU_Command_Status
source: applied with status
ru_ru: применена со статусом

# Param_SMU_Command_Unavailable
source: unavailable on your platform
ru_ru: не доступна на вашей платформе

# SMUErrorBusyDesc
source: Processor is busy. Try again later
ru_ru: Процессор занят. Повторите попытку позже

# SMUErrorFailedDesc
source: Processor was unable to execute the command. Try again
ru_ru: Процессор не смог выполнить команду. Повторите попытку

# SMUErrorPlatformDesc
source: Command is blocked on this platform. Execution is not possible
ru_ru: Команда заблокирована на платформе. Выполнение невозможно

# SMUErrorPrereqDesc
source: Command is blocked by a condition. Execute the condition and try again
ru_ru: Команда заблокирована условием. Выполните условие и повторите попытку

# SMUErrorStatusDesc
source: Execution aborted. Try again
ru_ru: Выполнение прервано. Повторите попытку

# SMUErrorUnknownDesc
source: Unknown command. Check compatibility
ru_ru: Неизвестная команда. Проверьте совместимость

# Shell_Notify_AboutErrors
source: About errors
ru_ru: Узнать об ошибках

# Shell_Notify_DisableErrors
source: Disable faulty parameters
ru_ru: Отключить проблемные настройки

# Shell_Notify_ErrorLog
source: Log of changed settings
ru_ru: Лог изменённых настроек

# Shell_Notify_ErrorsDisabled
source: Faulty settings are disabled
ru_ru: Проблемные настройки отключены

# Shell_Notify_ErrorsDisabledDesc
source: We have successfully disabled problematic settings among your overclocking parameters
ru_ru: Мы успешно отключили проблемные настройки среди ваших параметров разгона

# Shell_Notify_ErrorsShowLog
source: Show logs
ru_ru: Показать логи

# Shell_Notify_ErrorsShowLogExplorer
source: Open in explorer
ru_ru: Показать в проводнике

# Shell_Notify_TaskCompleting
source: Task is executing
ru_ru: Действие выполняется

# Shell_Notify_TaskWait
source: Please wait until we apply all the changes in effect
ru_ru: Пожалуйста подождите пока мы применим все изменения в силу

# Cooler_AsusMode.ToolTipService.ToolTip
source: Asus mode Switch to Asus fan control mode. Only for Asus laptops. May not work on your Asus device
ru_ru: Asus режим Переключение в режим управления кулерами Asus. Только для ноутбуков Asus. Может не поддерживаться на вашем устройстве

# Cooler_NbfcMode.ToolTipService.ToolTip
source: NBFC mode Switch to NBFC mode. Fan control for most laptops with custom fan curve settings. Need to use config file for your laptop or select one of premade or create a new one
ru_ru: NBFC режим Переключение в режим NBFC. Управление кулерами большинства ноутбуков с возможностью настройки кривой скорости

# Cooler_AsusModeCharacter.Text
source: System
ru_ru: Характеристики

# Cooler_AsusModeChooseCoolerSpeedsDesc.Text
source: Speed mode selection
ru_ru: Выбор режима скорости

# Cooler_AsusModeCoolerBalance.Text
source: Balance
ru_ru: Баланс

# Cooler_AsusModeCoolerManual.Text
source: Manual
ru_ru: Ручной

# Cooler_AsusModeCoolerQuiet.Text
source: Quiet
ru_ru: Тихий

# Cooler_AsusModeCoolerSpeeds.Text
source: Cooler speeds
ru_ru: Скорости кулера

# Cooler_AsusModeCoolerTurbo.Text
source: Turbo
ru_ru: Турбо
